{
    "nieuws":
    [
      {
          "titel": "LIFE IS STRANGE 2 DEVELOPMENT HAS BEGUN",
          "id": 210,
          "datum": "April 18th 2017 • 9 AM",
          "categorieen": ["VIDEOGAMES"],
          "samenvatting": "<p><span>BY JORDAN SIRANI</span></p> A new Life Is Strange game is officially in development, developer Dontnod announced today.",
          "body": "<p>Work on the game began shortly after the physical version of Season 1 shipped in January 2016, according to a post on Square Enix's official website. There's no word on whether the new game will pick up after the events of the first, or if it will even follow the same cast of characters at all.</p><div style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/mpRhaXfvG_0?ecver=2' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div><p>Dontnod also confirmed the game won't be shown at this year's E3.</p><p>In addition to the announcement, Dontnod revealed Life Is Strange has passed 3 million 'unique paying players' — a figure that doesn't include those who downloaded the series' first episode for free.</p><p>Last year, Square Enix announced it would develop a live-action Life Is Strange TV show for digital streaming services in partnership with Legendary Entertainment. Plot details on the potential series have not yet been revealed.</p><p>Last year, the first episode of Life Is Strange, titled Chrysalis, was made available for free indefinitely. Read IGN's review of Chrysalis to find out why, despite its writing and voice acting problems, the young-adult drama creates interesting scenarios for its 'great main character.'</p>",
          "afbeeldingl": "1047178140.jpg",
          "afbeeldings": "1047178140-1.jpg",
          "source": "http://www.ign.com/articles/2017/05/18/life-is-strange-2-development-has-begun"
      },

        {
            "titel": "NETFLIX TO PRODUCE THE WITCHER TV SERIES",
            "id": 212,
            "datum": "April 17th 2017 • 10PM",
            "categorieen": ["VIDEOGAMES","TV"],
            "samenvatting": "<p><span>BY JOE SKREBELS</span></p>Netflix will develop and produce a new show based on The Witcher Saga, the series of eight novels by Andrzej Sapkowski that inspired the hugely popular CD Projekt Red RPG games.",
            "body": "<p>Sapkowski - who does not profit from the game series  - will serve as a creative consultant on the series. ''I’m thrilled that Netflix will be doing an adaptation of my stories,' he explained in a press release, 'staying true to the source material and the themes that I have spent over thirty years writing.'</p><p>Tomas Baginski - who directed the intro videos for all three Witcher games as well as the Cyberpunk 2077 teaser trailer, and who also previously announced as being the director of a movie version of The Witcher - will direct at least one episode per season.</p><p>It's not clear as yet what specific stories the series will follow. Executive producers Sean Daniel and Jason Brown (The Expanse), said: 'The Witcher stories follow an unconventional family that comes together to fight for truth in a dangerous world. The characters are original, funny and constantly surprising and we can’t wait to bring them to life at Netflix, the perfect home for innovative storytelling.'</p><p>Platige Image, a Polish production and visual effects house will co-produce. Executive producers Baginski and Jarek Sawko emphasised that the books' subtexts will not be lost in the adaptation: 'There is a moral and intellectual depth in these books which goes beyond genre. It is a story about today and today’s challenges, hidden under a fantasy cover. It is a story about us, about the monster and the hero inside all of our hearts.'</p><p>No release date, casting, or further directorial choices have been revealed at time of writing.</p>",
            "afbeeldingl": "4231643-1.jpg",
            "afbeeldings": "4231643.jpg",
            "source": "http://www.ign.com/articles/2017/05/17/netflix-to-produce-the-witcher-tv-series"
        },

        {
            "titel": "GAMES AT E3 2017",
            "id": 198,
            "datum": "March 19th 2017 • 6AM",
            "categorieen": ["VIDEOGAMES","EVENTS"],
            "samenvatting": "The Games at E3 2017 list includes all games that appeared at E3 2017 in some form (not necessarily in 'playable' form). Playable games are marked with a † symbol.",
            "body": "<p>Games confirmed to appear in playable form on the show floor or in demonstration settings are marked with a † symbol. An asterisk * denotes a game appearing at an off-site conference near E3.</p><p>For the list, please checkout this website: <a href='http://www.ign.com/wikis/e3/Games_at_E3_2017'>http://www.ign.com/wikis/e3/Games_at_E3_2017</a><h2>Other News</h2><p><ul><li>Bethesda announced Bethesdaland, the celebration around Bethesda's E3 2017 conference. In their teaser for the event, several areas representing its games have sections in a theme park. There are two 'under construction' sections which suggests Bethesda has two new IPs to announce at E3.</li><li>The director and writer of Brothers: A Tale of Two Sons, Josef Fares, teased an E3 announcement for his studio Hazelight's next game.</li><li>343 Industries announced Halo 6 won't be shown at E3, but the studio will have something else to present.</li></ul></p>",
            "afbeeldingl": "4105804405-1.jpg",
            "afbeeldings": "4105804405.png",
            "source": "http://www.ign.com/wikis/e3/Games_at_E3_2017"
        },
        {
            "titel": "NINTENDO SWITCH SELLS 2.74 MILLION UNITS IN UNDER A MONTH",
            "id": 190,
            "datum": "March 27th 2017 • 4 PM",
            "categorieen": ["CONSOLES","VIDEOGAMES"],
            "samenvatting": "<p><span>BY JOE SKREBELS</span></p><p>Nintendo has announced that its new Switch console sold 2.74 million units worldwide in less than its first month on sale.</p>",
            "body": "<p>Nintendo announced the figure in its year-end earnings release, which it calls a 'promising start' for the console. Nintendo president Tatsumi Kimishima originally expected to ship 2 million units of the console in its first month.</p><p>It also revealed that The Legend of Zelda: Breath of the Wild for Switch has sold 2.76 million copies - meaning 20,000 more units of Zelda have been sold than there are Switches in the wild</p><div style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/zw47_q9wbBE?ecver=2' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div><p>Perhaps tellingly, Nintendo also pointed out launch game 1-2 Switch, saying that it was 'generating buzz', but did not reveal sales figures.</p><p>Nintendo expects to sell 10 million units of Switch hardware in the next year, alongside 35 million software sales. If that came to pass, the Switch would come close to outselling the Wii U's 13.56 million lifetime sales in just over a year.</p><p>The Wii U itself has not fared well, selling just 760,000 units as it ceased production, alongside software sales of 14.8 million units. As for Zelda on Wii U, the game has so far sold 1.08 million units - bringing it up to 3.84 million units across all platforms.</p><div style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/4e3qaPg_keg?ecver=2' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div><p>It's been a good year for 3DS, however, as sales of hardware grew 7% year-on-year, shifting 7.27 million units, while software sales hit 55.08 million units (a 14% rise on last year).</p><p>The company's foray into smart device games also appears to be paying off, making just shy of ¥24.25 billion (approximately $218 million USD / £160 million) - well over four times as much as it made in the last financial year.</p>",
            "afbeeldingl": "nintendo-switch.jpg",
            "afbeeldings": "nintendo-switch-1.jpg",
            "source": "http://www.ign.com/articles/2017/04/27/nintendo-switch-sells-274-million-units-in-under-a-month"
        },
        {
            "titel": "THE LEGO BATMAN MOVIE REVIEW",
            "id": 195,
            "datum": "February 4th 2017 • 3PM",
            "categorieen": ["MOVIES"],
            "samenvatting": "<p><span>BY DANIEL KRUPA</span></p>Watching The LEGO Batman Movie feels like dumping a bag of Dark Knight-flavoured sherbet directly onto your brain. Within the opening ten minutes, Batman faces and foils almost every villain you could possibly name – and more than a few you probably couldn’t – in a spectacular and thrilling action sequence that rivals any found in the live-action Batman movies in terms of sheer excitement and scale.</p>",
            "body": "<p>With Gotham’s worst incarcerated in Arkham Asylum – yet again – Batman retires to Wayne Manor where he microwaves a simple lobster thermidor for one. (Incidentally, watching Batman use a microwave is very funny.) Will Arnett’s Batman is probably the loneliest version of the character to date. This is played for laughs, of course, with Bruce struggling to go out in public without the cowl, but it’s also unexpectedly moving. We see Bruce rattling around his ancestral home, watching romantic comedies, messing about with HDMI feeds, and practicing rad guitar solos alone. There's something genuinely melancholic about watching the Dark Knight eating a ready meal.</p><p>Big changes are coming, too. With super-cop Barbara Gordon (Rosario Dawson) taking over from her father, advocating reform over vigilantism, the very idea of Batman is under scrutiny. Meanwhile, the Joker (Zach Galifianakis) – struggling to cope with the idea that Batman doesn’t think of him as his arch-nemesis and frustrated by Gotham’s incompetent villains – hatches a plan to unleash the worst prisoners trapped within the Phantom Zone.</p><p>It’s a simple yet brilliant plot, which allows director Chris McKay to take full and greedy advantage of DC’s rich universe – and a few others – to tell a uniquely bonkers but also surprisingly poignant story. There’s lots crammed into this movie, but ultimately it’s about Batman letting himself be part of a family once again.</p><div style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/rGQUKzSDhrg?ecver=2' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div><p>Although packed with great action and bags of character, The LEGO Batman Movie’s main strength is its frantic sense of humour. Every scene is studded with all types of gags – from smart allusions to silly stuff, sight gags and innuendo. Even if they don’t all quite land, the script is so rapid-fire, you never have to wait long for a decent laugh to come along. That said, I think I could’ve done with less of Batman beat-boxing.</p><p>The movie mines its best comedic material from Batman’s relationships with other well-known DC characters, riffing on our pre-existing knowledge of them. In particular, it has a lot of fun playing with the twisted inter-dependence of Batman and the Joker, articulated in the likes of The Killing Joke and The Dark Knight. Here it’s treated as if it was a dysfunctional hook-up, with the Joker heartbroken to discover Bats is ‘seeing’ other villains, and what they have isn’t special. Some of the funniest moments come from when the script taps into wider Batman mythology, and there’s similarly sharp and funny moments to enjoy with Robin, Superman, and the rest of the Justice League.</p><p>Arnett’s gravelly tones and deadpan delivery are perfect for this reclusive, grumpy incarnation of the character. LEGO Batman is bit self-absorbed and arrogant – the Dark Knight has never talked so much about his abs – but Arnett ensures he’s vulnerable and still likeable. But the real standout is Michael Cera’s impossibly wide-eyed Robin, whose enthusiasm knows no bounds. He plays the Dick Grayson version of the character, who is accidentally adopted by Bruce Wayne at a charity function.</p><p>Before long, Dick stumbles into the Batcave and becomes Robin, wearing the tiniest shorts imaginable for extra mobility. Cera’s performance is bouncy and hilariously naive, while the animation is particularly strong – Robin’s cheery expressions and jam-jar glasses, magnifying the wonder in his eyes, consistently had me in stitches. As with Batman’s relationship with the Joker, the movie revels in making the dynamic between the duo as awkward as possible; it’s a cheeky acknowledgement of the situation’s inherent weirdness, yet the evolution of their relationship still feels authentically sweet and sincere.</p><p>Fiennes makes for a superbly dry Alfred, who becomes far more involved in the action than any of his forbears. And Zach Galifianakis delivers a perfectly decent performance as the Joker, without doing anything particularly memorable with the role. He really benefits, however, from some superb character design – the feral Joker look works really well – and some inspired animation. When he discovers Batman doesn’t think of him as ‘the one’, his face crumples, cycling through despair and devastation – it’s heartbreaking and hilarious.</p><h2>The Verdict</h2>The usually dark world of Batman is reimagined with insane energy and vibrancy. The quality of animation ensures each one of its blocky characters bursts with life and emotion. I particularly love how McKay and his writers have – very much in the spirit of LEGO – mixed-and-matched elements from other Batman stories and adaptations. Danny DeVito’s Penguin colludes with Tom Hardy’s Bane, while Arnett’s Batman quotes Michael Keaton one minute and tips his cowl to Adam West the next. Where else can you see that? It’s a frenetic and joyously unhinged celebration of all things Batman. But it’s so much more than a parody. Beneath its eccentric surface, The LEGO Batman Movie finds a new way to approach these familiar characters. Yes, it’s a great comedy, but it’s a great Batman movie, too.",
            "afbeeldingl": "31365964945-1.jpg",
            "afbeeldings": "31365964945.jpg",
            "source": "http://www.ign.com/articles/2017/02/04/the-lego-batman-movie-review"
        }
    ]
}
